Repository: jpnr79/positions
Catalog: locales/*.po
Languages: ro_ro

source: Cartography
ro_ro: Cartografie

source: All types
ro_ro: Toate tipurile

source: Please activate the plugin
ro_ro: VA rugăm activaţi pluginul

source: The selected object is not located on a map
ro_ro: Obiectul selectat nu este pe hartă

source: No picture uploaded
ro_ro: Nicio imagine uploadată

source: No location selected
ro_ro: Locaţie neselectată

source: Association : picture / types of equipment
ro_ro: Asociere : pictură / tipuri de echipamente

source: Configuring the display materials
ro_ro: Configurare materiale afisate

source: Types of materials should be created so that the association can exist
ro_ro: Tipuri de materiale ar trebui să fie create astfel încât asociația să poate exista

source: Add pictures to use with plugin
ro_ro: Adaugă imagini pentru utilizarea cu acest plugin

source: Select pictures to upload (gif, jpg, png)
ro_ro: Selectează imaginile pentru uploadat ( gif, jpg, png)

source: upload pictures to the server
ro_ro: uploadează imaginile pe server

source: Then
ro_ro: Apoi

source: refresh this form
ro_ro: refresh acest formular

source: Associate images with types of equipment
ro_ro: Asociază imaginile cu tipurile de echipamente

source: List of associations
ro_ro: Lista asociaţiilor

source: Equipment
ro_ro: Echipament

source: Equipment type
ro_ro: Tip echipament

source: Picture
ro_ro: Pictură

source: No associated picture
ro_ro: Picturi neasociate

source: Display of equipment
ro_ro: Echipament afişat

source: Displayed fields
ro_ro: Câmpuri afişate

source: Direct link
ro_ro: Legătură directă

source: Map view
ro_ro: Vezi harta

source: No equipment associated
ro_ro: Niciun echipament asociat

source: Coordinate x
ro_ro: Coordonata x

source: Coordinate y
ro_ro: Coordonata y

source: See the map
ro_ro: Vezi harta

source: Select an area and click on OK
ro_ro: Selectaţi o zonă şi click pe OK

source: Creation of sub-areas on the map
ro_ro: Crearea unei subyone pe hartă

source: Choose an existing location
ro_ro: Alegeţi o locaţie existentă

source: No sub-area found
ro_ro: Nicio subzonă găsită

source: Create a new location
ro_ro: Creare o nouă locaţie

source: Add and continue
ro_ro: Adaugă şi continuă

source: This item is already bound to a location
ro_ro: Acest element este deja legat la o locaţie

source: Change the coordinates
ro_ro: Modifică coordonatele

source: Add a sub-area
ro_ro: Adaugă o subzonă

source: No location has a configured map
ro_ro: Nicio locație configurată pe hartă

source: The object location does not match a map
ro_ro: Locaţia obiectului nu corespunde pe hartă

source: Create coordinates
ro_ro: Crează coordonatele

source: Associated coordinate
ro_ro: Coordonate asociate

source: Please download a newer version of canvasXpress at
ro_ro: Vă rugăm să descărcați o versiune mai nouă a canvasXpress la

source: You are using an older version that do not support all the functionality of this panel
ro_ro: Utilizați o versiune mai veche, care nu suportă toate funcționalitățiile acestui panou

source: Delete selected objects
ro_ro: Şterge obiectele selectate

source: Informations about
ro_ro: Informaţii despre

source: Hide
ro_ro: Ascunde

source: informations about selected items
ro_ro: Informaţii despre elementele selectate

source: All hidden objects
ro_ro: Toate obiectele ascunse

source: See all hidden objects
ro_ro: Vezi toate obiectele ascunse

source: cancel last change
ro_ro: Anulează ultima schimbare

source: Replay the last change
ro_ro: Replay ultima schimbare

source: Save as a new network
ro_ro: Salvare ca reţea nouă

source: Save the network now
ro_ro: Salvare reţeaua acum

source: Simple search
ro_ro: Căutare simplă

source: Import JSON movie
ro_ro: Import JSON film

source: Export JSON movie
ro_ro: Export JSON film

source: Force save the entire network
ro_ro: Forţează salvarea întregii reţele

source: Advanced test
ro_ro: Test avansat

source: Refresh the graph
ro_ro: Refresh graful

source: See as a picture
ro_ro: Vezi ca pictură

source: Color
ro_ro: Culoare

source: Scale Factor
ro_ro: Factor scalare

source: Boxed
ro_ro: Încadrată

source: Transpose
ro_ro: Transpune

source: Search on objects
ro_ro: Căutare pe obiecte

source: Advanced Options
ro_ro: Opţiuni avansate

source: Search key
ro_ro: Cheie de căutare

source: Regex accepted
ro_ro: Regex acceptat

source: One line by object
ro_ro: O linie pe obiect

source: Stop highlighting
ro_ro: Stop subliniere

source: Highlight object
ro_ro: Subliniaţi obiectul

source: Edit selected object
ro_ro: Editează obiectele selectate

source: Selected object
ro_ro: Obiectul selectat

source: This object
ro_ro: Acest obiect

source: Selected objects and all the
ro_ro: Obiectul selectat şi toate

source: This object and all its
ro_ro: Acest obiect şi toate elementele

source: Do you want to delete
ro_ro: Doriţi să ştergeţi

source: Links will be deleted
ro_ro: Linkurile vor fi şterse

source: Tooltip
ro_ro: Infobulă

source: Object type
ro_ro: Tip obiect

source: Required selection
ro_ro: Selecţia cerută

source: Image path
ro_ro: Clea imaginii

source: The object is fixed
ro_ro: Obiectul este fixat

source: Object editor
ro_ro: Editor obiect

source: Object id
ro_ro: Id obiect

source: Edge
ro_ro: Margine

source: Axes
ro_ro: Axe

source: Legend
ro_ro: Legendă

source: Indicators
ro_ro: Indicatoare

source: Decorations
ro_ro: Decoraţiuni

source: Font weight
ro_ro: Mărime font

source: Properties
ro_ro: Proprietăţi

source: Transform
ro_ro: Transformă

source: Ticks
ro_ro: Capuşe

source: Layout
ro_ro: Punerea în pagină

source: Orientation
ro_ro: Orientarea

source: Overlays
ro_ro: Suprapuneri

source: Background
ro_ro: Fond

source: Width
ro_ro: Lăţime

source: Height
ro_ro: Înălţime
